[
  {
    "summary": "Heart 2 Heart: We partially sponsored a heart surgery",
    "description": "Dear Families,\n\nI am happy to tell you that FDIS managed to partially sponsor a heart surgery (please, see the pdf attached). Moreover, I am going to the hospital to see the the child tomorrow after school. Therefore if you would like me to pass anything to the child and his family, I'll be more than glad to do so (the list is attached as well). I leave school at 15:15 after our Homeroom class.\n\nThank you for taking part in this charity project.\n\nLet me know if you would like to get any Heart Bears in the future.\n\nSincerely,\nMs.L\n\n\nFYI\n\nDear Natalya,\n\n\nGreat news!  The child He Haolin you helped sponsor for heart surgery through Heart to Heart Shanghai, is currently in the hospital.  He Haolin is a lovely little 7 year old boy from Hunan province (see the attached profile & pictures. He has had his much needed complex open heart surgery and is doing well.  Thus, you should be able to visit him from Monday onwards at Yodak Hospital.  Up to 5 people can visit.  I have outlined some times that are available for visitation below.  Just let me know if one of them is good and I can set something up.  His family would like to meet you.  They are really happy that he was able to get  his surgery since there was no way that they ever would have been able to afford it.  His life and chances going forward should be very different now - as will his family's.\n\n \n\nThank you for making this possible!\n\n \n\nBest regards,  \n\nBev. Darle",
    "timestamp": 1519808760.0,
    "human_readable_time": "2018-02-28T09:00:00+08:00"
  },
  {
    "summary": "Unit 7",
    "description": "Dear Families,\n\nWe started going through Unit 7 topics today. We learned how to use a calculator to find patterns and started working with target numbers and how to get them in three rounds using addition and subtraction. \n\nUnit 7 homework pack was sent home today. Students are encouraged to do the tasks after we cover the topic in class and check with the answers that go with the set. \n\nPlease, do pages 129 and 131 today.\n\nYour support is appreciated at all times.\n\nRegards,\nMs.L",
    "timestamp": 1519808760.0,
    "human_readable_time": "2018-02-28T09:00:00+08:00"
  },
  {
    "summary": " Simple Machines: Levers, Pulley, Ramp (Inclined plane), Wheel and Axle, Wedge, Screw",
    "description": "https://www.youtube.com/watch?v=lueqE0lxLyc\n\nhttps://www.youtube.com/watch?v=Nj4J7QNeBNk\n\nhttps://www.youtube.com/watch?v=3COvm0TtxWg\n\nhttps://www.youtube.com/watch?v=YIV9IUHqW3A\n\nhttps://www.youtube.com/watch?v=LAAwZird80k\n\n\nSimple Machines with Mr.Jared:\nhttps://www.youtube.com/watch?v=No5Df2231YA\nhttps://www.youtube.com/watch?v=vYoWCn5r3rQ\nhttps://www.youtube.com/watch?v=5c4J_PW9wsg\nhttps://www.youtube.com/watch?v=r3Ru1zZjvug\nhttps://www.youtube.com/watch?v=n7dUtwejenQ\n\nGeneral information about all of the simple machines:\nhttp://int.search.myway.com/search/video.jhtml?n=7839a0b1&p2=%5EY6%5Exdm269%5ETTAB02%5Ecn&pg=video&pn=1&ptb=942655D2-F75C-4AB6-8175-A3C32A6A2F8E&qs=&searchfor=simple+machine+video+for+kids&si=CNCU-4j7wNMCFcKXvQodSKUI-Q&ss=sub&st=tab&tpr=sbt&trs=wtt&vidOrd=1&vidId=fvOmaf2GfCY",
    "timestamp": 1519808760.0,
    "human_readable_time": "2018-02-28T09:00:00+08:00"
  },
  {
    "summary": "听说活动《小小新闻发布会》",
    "description": "1、小本子上记录一则短新闻。",
    "timestamp": 1519808760.0,
    "human_readable_time": "2018-02-28T09:00:00+08:00"
  }
]