[
  {
    "summary": "Class Rules Issue",
    "description": "Dear Families,\n\nA few of Kangaroo class students have difficulties lining up in a straight silent line. They have to write a sorry note to Ms.L in English and to Mr.Scott in Chinese and have a family member sign both versions. They should say how they line up, how they should line up and why they fail to do so if they are constantly reminded, what they are going to do from tomorrow on to change the situation.\n\nThe students know who they are.\n\nAs for speaking during the classes, kindly remind your child to raise their hand before talking and waiting for the teacher to call their names before sharing. We have a number of Kangaroos showing a great example of doing so. However, your support at home is greatly needed and appreciated.\n\nThank you for your understanding.\n\nSincerely,\nMs.L",
    "timestamp": 1520499960.0,
    "human_readable_time": "2018-03-08T09:00:00+08:00"
  },
  {
    "summary": "Discuss how to be a good friend",
    "description": "Dear Families,\n\nToday Kangaroos started thinking of how to be a good friend. Here are a couple of videos they could watch at home:\n\nFriendship Soup Recipe\nhttps://www.youtube.com/watch?v=H7w7yXkJTu0\n\nHow Can You Be A Good Friend?\nhttps://www.youtube.com/watch?v=38Sxy5hrej0\n\nLooking forward to hearing Kangaroo ideas :-)\n\nSincerely,\nMs.L",
    "timestamp": 1520499960.0,
    "human_readable_time": "2018-03-08T09:00:00+08:00"
  },
  {
    "summary": "Halve, Double, Bar Graph",
    "description": "Dear Families,\n\nYesterday students practiced solving math problems when the Rule was either Double or Halve. Today we kept working on creating Bar Graphs. Your child is asked to finish classwork using the photo (Kangaroo Bar Graph on heights in centimeters) attached. If your child is done drawing the Bar Graph, the task is to write the heights in inches using a calculator, i.e. 25 centimeters = 9.84 inches because 25 divided by 2.54 equals 9.84 inches. If your child did not finish classwork, they need to finish drawing the bar graph and transfer their own height from centimeters into inches.\n\nSincerely,\nMs.L",
    "timestamp": 1520499960.0,
    "human_readable_time": "2018-03-08T09:00:00+08:00"
  },
  {
    "summary": "第二课 享受森林",
    "description": "1、完成第二课练习本。\n2、按要求预习第三课。",
    "timestamp": 1520499960.0,
    "human_readable_time": "2018-03-08T09:00:00+08:00"
  }
]